/* Format for artist label */
"ARTIST_NAME_FORMAT" = "%2$@ van %1$@";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: software */
"App" = "App";

/* Localized kind Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized kind: Nothing Found */
"Nothing Found" = "Niets gevonden";

/* Localized kind: OK. title of the button to dismiss the alert */
"OK" = "OK";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: There was an error reading from the iTunes Store. Please try again */
"There was an error reading from the iTunes Store. Please try again" = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";

/* Localized kind: Unkown */
"Unkown" = "Onbekend";

/* Error alert title, coming from the network error: Whoops... */
"Whoops..." = "Foutje...";

